Repository: flow03/CoM-Archolos-Ukrainian-Translation
Catalog: DialogeOmegaT/omegat/project_save.tmx
Source language: pl
Languages: uk

source: Jeśli uda ci się to wszystko zebrać, gwarantuję, że Kaleb będzie błagał, byśmy kupili ten dom.
uk: Якщо вдасться все це зібрати, гарантую, Калеб буде благати нас купити будинок.

source: Jeśli uda ci się wpaść na trop tego zielonego cholerstwa, koniecznie mi o tym powiedz, a dostaniesz nagrodę.
uk: Якщо тобі вдасться вийти на слід цієї зеленої гидоти, обов'язково скажи мені, і отримаєш нагоду.

source: Jeśli uda ci się załatwić wodę, to mogę zacząć pracę od zaraz.
uk: Якщо ти дістанеш воду, я зможу негайно приступити до роботи.

source: Jeśli uda mi się dostać do miasta, jak cię odnajdę?
uk: Якщо мені вдасться потрапити до міста, як тебе знайти?

source: Jeśli uda mu się zebrać choć jedną skrzynkę winogron, to nie odeślę go do jego matki.
uk: Якщо йому вдасться зібрати хоча б один ящик винограду, то я не відправлю його назад до матері.

source: Jeśli uda nam się go znaleźć, nagroda z pewnością będzie większa.
uk: Якщо нам вдасться його знайти, винагорода, безперечно, буде більшою.

source: Jeśli umiesz kopać, to utrzymasz się tutaj na powierzchni, ale te historie o wielkich bogactwach i fortunach zdobytych na górnictwie to zwykła bajka.
uk: Якщо ти вмієш видобувати руду, ти зможеш триматися на плаву, але ці історії про величезні багатства і маєтки, отримані завдяки видобутку, - це всього лиш казочки.

source: Jeśli uważasz je za istotny trop w śledztwie, na twoim miejscu rozejrzałbym się na placach i innych zatłoczonych miejscach.
uk: Якщо ти вважаєш, що це важлива зачіпка в розслідуванні, то на твоєму місці я б пошукав листівки на площах та в інших людних місцях.

source: Jeśli uważasz, że to mu pomoże, to oddam ci rzeczy.
uk: Якщо ти вважаєш, що це йому допоможе, я віддам його речі тобі.

source: Jeśli uznasz, że uda ci się wydobyć z niego jakieś informacje, znajdziesz go w lochu.
uk: Якщо ти думаєш, що зможеш витягнути з нього якусь інформацію, то ти знайдеш його у в'язниці.

source: Jeśli użyję odpowiednio silnego zaklęcia...
uk: Якщо я застосую достатньо сильне заклинання...

source: Jeśli w twoim sercu jest Innos, jeszcze wrócisz!
uk: Якщо Іннос живе у твоєму серці, ти ще повернешся!

source: Jeśli widzisz niedoskonałość, popraw ją, na nic nie przymykaj oka. Eksperymentuj też z nowymi surowcami, takimi jak ten, urozmaicisz w ten sposób swój warsztat.
uk: Якщо ти бачиш недолік, виправляй його, не закривай очі ні на що. Також експериментуй з новою сировиною, такою як ця, і ти додаси різноманітності у свою майстерню.

source: Jeśli widzisz w mieście kogoś w czymkolwiek co zapewnia choć trochę ochrony, to z pewnością przewinęło się to przez moje ręce.
uk: Якщо бачиш когось у місті в чомусь, що хоч трохи захищає, то це точно пройшло через мої руки.

source: Jeśli wierzyć słowom klucznika, tak bardzo pochłonęły go badania, że wraz z braćmi zaryglował bramy przybytku na siedem pełnych dni, podczas których „Najwyższa Rada nie ustępowała w figlach grupom wędrownych błaznów”.
uk: Якщо вірити словам його ключника, він настільки захопився дослідженнями, що разом із братами замкнув браму святилища на цілих сім днів, протягом яких 'Вища Рада не поступалася у витівках групам бродячих блазнів'.

source: Jeśli wiesz cokolwiek o wydobywaniu surowców i marzysz o zdobyciu fortuny, to już teraz zgłoś się do najbliższego punktu rekrutacyjnego!
uk: Якщо ти знаєшся на видобутку корисних копалин і мрієш заробити на цьому статки, тоді просто зараз звертайся до найближчого пункту набору!

source: Jeśli wolą Adanosa jest, by ten człowiek zaznał sprawiedliwości z twoich rąk, niech tak się stanie.
uk: Якщо воля Аданоса полягає в тому, щоб ця людина зазнала правосуддя від твоїх рук, нехай так і буде.

source: Jeśli wpadłeś na pomysł, by mnie swatać, to zapomnij! Już wolę iść na front niż znowu wpaść w sidła jakiejś kobiety.
uk: Якщо у тебе виникла ідея звести мене з якоюсь гарпією, забудь про це! Я краще піду на фронт, ніж знову западу на якусь жінку.

source: Jeśli wróci tu z nim Rierol, to zabiorą nam eliksir.
uk: Якщо сюди з ним повернеться Рієрол, у нас заберуть еліксир.

source: Jeśli wszystko dobrze pójdzie, spotkamy się tu jutro. Zrozumiałeś?
uk: Якщо все пройде добре, зустрінемося тут завтра. Зрозумів?

source: Jeśli wszystko przebiega zgodnie z planem, a zapewne tak właśnie jest, to Ulryk właśnie dokonuje egzekucji na Roderichu, gubernatorze i pozostałych zdrajcach tej wyspy.
uk: Якщо все піде за планом, а швидше за все, так і буде, Ульрік стратить Родеріха, губернатора та інших зрадників цього острова.

source: Jeśli wszystko pójdzie dobrze, to już jutro przeprowadzę pełne testy mojego zaklęcia!
uk: Якщо все піде добре, то вже завтра я проведу повноцінні випробування мого заклинання!

source: Jeśli wszystko pójdzie zgodnie z planem, otrzymamy miód o wyjątkowym i charakterystycznym smaku zbliżonym do tych roślin.
uk: Якщо все піде за планом, ми отримаємо мед з унікальним і неповторним смаком, схожим до цих рослин.

source: Jeśli wygrasz kolejną rundę, to otrzymasz dodatkowe złoto z zakładu, jeśli nie... to cóż... złoto i tak ci się wtedy nie przyda.
uk: Якщо ти виграєш наступний раунд, то отримаєш додаткове золото від ставки, а якщо ні... що ж... золото тобі все одно не знадобиться.

source: Jeśli wykonasz robotę porządnie, to cię polecę.
uk: Якщо ти виконаєш роботу належним чином, я тебе порекомендую.

source: Jeśli wypielisz chwasty i doprowadzisz go do względnego ładu, myślę że zaskarbisz sobie sympatię ludzi.
uk: Якщо вирвеш бур'яни та наведеш там відносний порядок, думаю, ти заробиш симпатію людей.

source: Jeśli wśród wojowników pojawia się problem, to właśnie oni przejmują rolę sędziów w ich sporach.
uk: Якщо між воїнами виникають проблеми, саме вони беруть на себе роль суддів у їхніх суперечках.

source: Jeśli z jakiegoś powodu przestałby mieszkać w swoim obozie, to moglibyśmy go przejąć za darmo. Ale tak jak powiedziałem, to grząski grunt, więc uważaj.
uk: Якщо з якихось причин він перестане жити у своєму таборі, ми можемо забрати його собі безкоштовно. Але, як я вже казав, це слизька доріжка, тому будь обережний.

source: Jeśli z tego mieszka nie wróci do mnie choćby jedna złota moneta, to przetoczę wasze łby po całej Przystani.
uk: Якщо ви не повернете мені моє золото, я порозкидаю ваші голови по всій Гавані.

source: Jeśli z wąwozem są jakieś problemy, to pójdę tunelem. Cała filozofia.
uk: Якщо будуть якісь проблеми з ущелиною, я піду через тунель. Ось і вся філософія.

source: Jeśli zaatakują cię w grupie, to już mogę zacząć kopać ci grób.
uk: Якщо вони нападуть групою – можна починати копати собі могилу.

source: Jeśli zadarłeś z prawem, najlepiej zrobisz, płacąc zadośćuczynienie. Wierz mi, lepsze to, niż oglądanie świata zza krat miejskiego lochu.
uk: Якщо ти порушив закон, то найкраще, що ти можеш зробити – це відшкодувати збитки. Повір, це краще, ніж спостерігати за світом з-за ґрат міської в'язниці.

source: Jeśli zależy ci chociaż trochę na dobrym imieniu straży miejskiej, to liczę, że znajdziesz jakieś rozwiązanie.
uk: Якщо ти хоч трохи дбаєш про добре ім'я Міської Варти, я сподіваюся, що ти зможеш знайти якесь рішення.

source: Jeśli zależy ci na jego życiu, to mogę cię do niego zaprowadzić i porozmawiać z moimi kolegami by puścili was wolno.
uk: Якщо тобі дороге його життя, я можу відвести тебе до нього і поговорити з моїми друзями, щоб вони вас відпустили.

source: Jeśli zależy ci na odnalezieniu tej bandy, pogadaj z myśliwymi, może będą wiedzieć więcej.
uk: Якщо ти хочеш знайти цю банду, поговори з мисливцями. Можливо, вони знають більше.

source: Jeśli zależy ci na wspaniałych przygodach i pełnej sakwie, to Gildia Kupiecka jest miejscem dla ciebie!
uk: Якщо ви прагнете великих пригод і повного гаманця, тоді Торгова Гільдія – це місце для вас!

source: Jeśli zamierzasz tam wyruszyć, to uważaj na siebie, południe wyspy to niebezpieczne miejsce.
uk: Якщо ти збираєшся туди вирушити, будь обережним, південь острова – це небезпечне місце.

source: Jeśli zapragniesz spacerku, nie będę miał innego wyboru jak nauczyć cię manier siłą.
uk: Якщо ти захочеш прогулятися, у мене не буде іншого вибору, окрім як силою навчити тебе манерам.

source: Jeśli zaproponujesz trochę więcej, to na pewno się dogadamy!
uk: Якщо ти запропонуєш трохи більше, ми точно знайдемо спільну мову!

source: Jeśli zaproponujesz trochę więcej, to na pewno się dogadamy.
uk: Якщо ти запропонуєш трохи більше, я впевнений, що ми дійдемо згоди.

source: Jeśli zapytasz winiarza o kolebkę wina, z pewnością usłyszysz opowiastkę o malowniczych wzgórzach i dolinach południowej Myrtany. Jeśli natomiast powiesz mu, żeby wskazał Ci bijące serce tego trunku, bez wahania stwierdzi, że jest nim Archolos.
uk: Якщо ви запитаєте винороба про походження вина, то напевно почуєте розповідь про мальовничі пагорби і долини південної Міртани. Якщо ж ви попросите його вказати вам на пульсуюче серце цього напою, він, не вагаючись, скаже, що це Архолос.

source: Jeśli zapłacisz więcej, to czegoś cię nauczę.
uk: Якщо заплатиш більше, я тебе чогось навчу.

source: Jeśli zaraz mi nie powiesz skąd masz te broszury, skuję ci gębę tu, gdzie stoisz!
uk: Якщо ти зараз же не скажеш мені, звідки у тебе ці брошури, я розіб'ю твою мордяку прямо тут, де ти стоїш!

source: Jeśli zauważysz, że któryś z gości zachowuje się podejrzanie, zacznij go obserwować.
uk: Якщо помітиш, що хтось із гостей підозріло поводиться - поспостерігай за ним.

source: Jeśli zawiedziesz, Lorenzo się o tym dowie i będziesz mógł pomarzyć o dostaniu się do Araxos.
uk: Якщо не впораєшся, Лоренцо дізнається про це, і можеш не мріяти про те, щоб потрапити в Араксос.

source: Jeśli zawiedziesz, możesz być pewien, że Lorenzo się o wszystkim dowie i solidnie potrąci ci z wypłaty.
uk: Якщо не впораєшся, можеш бути певен, що Лоренцо про все дізнається і солідно вирахує з твоєї зарплатні.

source: Jeśli załatwisz sprawę mojego glejtu, to wszystko będzie w porządku.
uk: Якщо вирішиш питання з моєю перепусткою, то все буде в порядку.

source: Jeśli zaś chodzi o ciebie... potrzebuję zdolnych ludzi do paru ważnych spraw.
uk: Що ж до тебе... мені потрібні здібні люди, щоб вирішити кілька важливих справ.

source: Jeśli zaś chodzi o naszą obecność, to sprawdzamy aktualną sytuację w tej oto odkrywkowej kopalni, należącej do Wilczego Leża.
uk: Що ж до твого питання, то ми стежимо за поточною ситуацією на тутешній відкритій копальні, яка контролюється Вовчим Лігвом.

source: Jeśli zaś z ciebie koneser broni, to mam tu Oddech Śmierci, miecz samego boga ciemności! Do tego jeszcze Kostur Adanosa, Płonące Ostrze Zagłady, Zbroja Chaosu...
uk: А якщо ти поціновувач зброї, то у мене тут є Подих Смерті, меч самого бога темряви! А ще Посох Аданоса, Палаючий Клинок Загибелі, Броня Хаосу...

source: Jeśli zdążył się dowiedzieć, że przegraliśmy, to i tak już go nie znajdziecie. Ten zdradziecki sęp pewnie już szuka jakiejś nowej padliny, żeby wylizać się z tej historii.
uk: Якщо він зрозумів, що ми програли, то ви його вже не знайдете. Цей підступний стерв'ятник, мабуть, вже підшукує собі нову жертву, щоб вислизнути з цієї історії.

source: Jeśli zechcę uwarzyć miksturę, to będę potrzebować pustej menzurki oraz właściwych składników. Dzięki nim mogę przygotować na stole alchemicznym właściwą mieszankę.
uk: Щоб приготувати зілля, мені знадобиться порожня мензурка і відповідні складники. Завдяки їм я зможу приготувати необхідні мікстури на алхімічному столі.

source: Jeśli zejdzie trochę z ceny, może damy się namówić na 8.
uk: Якщо він трохи знизить ціну, можливо, нам вдасться домовитись про 8.

source: Jeśli zgubisz drogę, zapytaj strażników. Oni cię pokierują.
uk: Якщо заблукаєш, то спитай дорогу у вартових. Вони тебе скерують.

source: Jeśli znajdziemy piękny złoty talerz to przecież nie będziemy łamać go na pół.
uk: Якщо ми знайдемо красиву золоту тарілку, ми ж не будемо розпилювати її навпіл, правда ж?

source: Jeśli znajdziesz je pełne, to będzie mogło oznaczać, że w tym wszystkim chodzi o sabotaż towaru, nie kradzież. Wiesz, jakieś otrucie, żeby pogrążyć Helgę, albo...
uk: Якщо знайдеш їх повними, це може означати, що мова йде про саботаж товарів, а не про викрадення. Ну, знаєш, якусь отруту, щоб насолити Хельзі, або...

source: Jeśli znalazłeś niewielkie, szaro-niebieskie kamienie z wyrysowanymi znakami, to jak najszybciej dostarcz je do maga Laudusa w mieście Archolos!
uk: Якщо ви знайшли маленькі сіро-блакитні камінці з вигравіруваними знаками, якнайшвидше доставте їх магу Лаудусу в місто Архолос!

source: Jeśli znasz już podstawy, to nauczę cię walki bronią jednoręczną, strzelania z łuku i pokażę jak stać się zręczniejszym.
uk: Якщо ти вже знаєш основи, я навчу тебе битися одноручною зброєю, стріляти з лука, і покажу, як стати більш спритним.

source: Jeśli znasz kogoś, kto mógłby dostarczyć nam trochę prowiantu bez zbytniego wchodzenia w szczegóły, to również możemy z tego skorzystać.
uk: Якщо ти знаєш когось, хто міг би забезпечити нас певними запасами, не розпитуючи деталей, ми б могли цим скористатись.

source: Jeśli znasz ludzi, którzy w sercach mieliby dobro tego miasta, powiedz im, żeby przybyli za stocznię.
uk: Якщо ти знаєш людей, які бажають добра цьому місту, попроси їх прийти за корабельню.

source: Jeśli znasz podstawy oprawiania zwierząt, to pokażę ci też, jak pozyskiwać zęby i kły zwierząt, rogi cieniostwora, oraz serca magicznych istot. Nie żebym ci życzył spotkania którejś!
uk: Якщо ти знайомий з основами білування тварин, я також покажу тобі, як діставати зуби та ікла, роги тінезвірів та серця магічних істот. Але я не бажаю тобі зустріти когось із них!

source: Jeśli znasz podstawy, to mógłbym nauczyć cię wyrywania kłów, pazurów, rogów cieniostwora, języków ognistych jaszczurów czy ściągania skór z gadów. Zainteresowany?
uk: Якщо ти знаєш основи, я можу навчити тебе виривати ікла, кігті, роги тінезвірів, язики вогняних ящерів, або здирати шкуру з рептилій. Зацікавлений?

source: Jeśli znowu chcesz, żebym coś sprawdziła w klasztorze, to będzie musiało to poczekać. Przeor wyraźnie zabronił opuszczania lecznicy, dopóki nie wróci Riordian i Rierol.
uk: Якщо ти хочеш, щоб я знову перевірила щось у монастирі, тобі доведеться почекати. Настоятель категорично заборонив покидати лазарет, поки не повернуться Ріордіан з Рієролом.

source: Jeśli znowu potrzebujesz pomocy z jakimiś roślinami, to po prostu powiedz.
uk: Якщо тобі знову знадобиться допомога з якимись рослинами, просто скажи.

source: Jeśli zobaczę, że jesteś lojalny, to kto wie, może z czasem nawet pozwolę ci szczać na zewnątrz.
uk: Якщо я побачу, що ти вірний, то, хто знає, можливо, з часом я навіть дозволю тобі ходити відлити на вулицю.

source: Jeśli zostawimy skrzynię bez opieki, to ktoś się na nią połasi.
uk: Якщо ми залишимо скриню без нагляду, хтось обов'язково нею зацікавиться.

source: Jeśli zrobisz coś głupiego, to skończysz wgnieciony twarzą w bruk. Zapamiętaj to sobie!
uk: Якщо ти утнеш якусь дурницю, то закінчиш з впечатаним у бруківку обличчям. Пам'ятай про це!

source: Jeśli zwrócisz na siebie uwagę to może nawet Proximo obniży ci wejściową opłatę gdy już rozpocznie się miejscowy turniej...
uk: Якщо ти привернеш увагу, то, можливо, Проксімо навіть знизить твій вступний внесок, коли почнеться турнір...

source: Jeśli złamał jakieś prawo, to dopilnuję, by poniósł karę, ale jestem pewien, że istnieje jakieś inne wytłumaczenie sytuacji.
uk: Якщо він порушив якісь закони, я подбаю про те, щоб він поніс покарання, але я впевнений, що існує якесь інше пояснення ситуації.

source: Jeśli żyje, sprowadź go z powrotem, ale przede wszystkim rozglądaj się za siecią. Bez niej nasze obroty spadną na długi czas.
uk: Якщо він живий, поверни його назад, але, перш за все, відшукай сітку. Без неї наш вилов постраждає надовго.

source: Jeżeli chcesz kimś zostać w tym mieście, to musisz przede wszystkim pokazać to czynami!
uk: Якщо хочеш кимось стати у цьому місті – то мусиш спершу довести це своїми справами!

source: Jeżeli chcesz zrzucić na mnie winę za zniknięcie faceta, którego nigdy nie widziałem na oczy, to gratuluję zmyślności!
uk: Якщо ти хочеш звинуватити мене у зникненні хлопця, якого я ніколи не бачив, то вітаю, ти просто геній!

source: Jeżeli czujesz, że brakuje ci siły, to odwiedź kuźnię w Silbach! Stone, pomimo młodego wieku, doskonale zna się na nabieraniu krzepy.
uk: Якщо ви відчуваєте, що вам не вистачає сили, відвідайте кузню в Сільбаху! Стоун, незважаючи на свій юний вік, добре розуміється на тому, як стати сильним.

source: Jeżeli mi pomożesz to obiecuję, że oddam to złoto z nawiązką. Oczywiście wtedy jak już znajdę sobie zajęcie.
uk: Якщо ти мені допоможеш, я обіцяю повернути золото в повному обсязі. Звісно, після того, як знайду роботу.

source: Jeżeli opowieści okażą się prawdziwe, złoto z kopalni nie będzie mi już potrzebne do szczęścia.
uk: Якщо ці історії виявляться правдою, золото з копальні більше не буде мені потрібне.

source: Jeżeli przyjdzie ci decydować: ratunek miasta czy osobista zemsta, to co wybierzesz?
uk: Якщо перед тобою постане вибір: порятунок міста чи особиста помста, що ти обереш?

source: Jeżeli przyszedłeś tu tylko po to, by zasilić grono bezdomnych, to równie dobrze możesz wybiec za mury i dać się zjeść wilkom!
uk: Якщо ти прийшов сюди лише для того, щоб поповнити ряди безпритульних, то з таким же успіхом можеш вибігти за стіни і дати вовкам себе з'їсти!

source: Jeżeli się nie mylę, to drugie zwierzę to orkowy pies.
uk: Якщо не помиляюся, друга тварина – це орчий гончак.

source: Jeżeli wszystko się uda, to jutro około północy będę tu na ciebie czekał.
uk: Якщо все вдасться, я чекатиму на тебе тут завтра близько опівночі.

source: Jil
uk: Джил

source: Jil była zadowolona, gdy dostała ode mnie soczyste mięso z dzika. Uznałem, że należy mi się jakaś nagroda za mój trud, więc zażądałem od niej trochę złota.
uk: Джил була задоволена, коли отримала від мене соковите кабаняче м'ясо. Я вирішив, що заслуговую на якусь винагороду за свою працю, тому попросив в неї трохи золота.

source: Jil była zadowolona, gdy dostała ode mnie soczyste mięso z dzika. W nagrodę obiecała, że szepnie o mnie dobre słowo Albynowi. Uznałem, że nie będę się spierał - renoma jest cenniejsza od złota.
uk: Джил була задоволена, коли отримала від мене соковите кабаняче м'ясо. В нагороду вона пообіцяла замовити про мене добре слово Альбіну. Я вирішив не сперечатися – репутація дорожча за золото.

source: Jil była zadowolona, gdy dostała ode mnie soczyste mięso z dzika. Zgodnie z moim życzeniem, dała mi w nagrodę trochę złota.
uk: Джил була задоволена, коли отримала від мене соковите кабаняче м'ясо. Як і обіцяла, вона дала мені трохи золота в нагороду.

source: Jil była zadowolona, gdy dostała ode mnie soczyste mięso z dzika. Zgodnie z moim życzeniem, podzieliła się ze mną przepisem na potrawkę. Mam tylko nadzieję, że jej nie przypalę.
uk: Джил була задоволена, коли отримала від мене соковите кабаняче м'ясо. Як і обіцяла, вона поділилася зі мною рецептом страви. Сподіваюся, що не спалю нічого.

source: Jil była zadowolona, gdy dostała ode mnie soczyste mięso z dzika. Zgodnie z moim życzeniem, przyrządzi mi potrawkę według swojego przepisu. Mam do niej wrócić za parę godzin.
uk: Джил була задоволена, коли отримала від мене соковите кабаняче м'ясо. Як і обіцяла, вона приготує мені страву за своїм рецептом. Я маю повернутися до неї за кілька годин.

source: Jil, kucharka pracująca we dworze Ramseya, jest na mnie wściekła po tym, gdy oderwałem ją od gotowania. Przeze mnie przypaliła potrawkę, którą przygotowywała dla Starszego i jego żony. Kucharka obiecała poczęstować mnie swoją potrawką, jeśli przyniosę jej kawał soczystej dziczyzny. Tylko gdzie ja teraz znajdę jakiegoś dzika? Jil kazała mi się pospieszyć, bo boi się reakcji Starszego.
uk: Кухарка Джил, що працює в маєтку Рамзі, розлютилася на мене через те, що я відволік її під час роботи. Через мене вона спалила страву, яку готувала для старости та його дружини. Кухарка пообіцяла пригостити мене своєю стравою, якщо я принесу їй шматок соковитої кабанятини. Тільки де я тепер знайду кабана? Джил сказала мені поспішати, поки староста нічого не помітив.

source: Jil, kucharka pracująca we dworze Ramseya, jest na mnie wściekła po tym, gdy oderwałem ją od gotowania. Przeze mnie przypaliła potrawkę, którą przygotowywała dla Starszego i jego żony. Kucharka obiecała podzielić się ze mną przepisem, jeśli przyniosę jej kawał soczystej dziczyzny. Tylko gdzie ja teraz znajdę jakiegoś dzika? Jil kazała mi się pospieszyć, bo boi się reakcji Starszego.
uk: Кухарка Джил, що працює в маєтку Рамзі, розлютилася на мене через те, що я відволік її під час роботи. Через мене вона спалила страву, яку готувала для старости та його дружини. Кухарка пообіцяла поділитися зі мною рецептом, якщо я принесу їй шматок соковитої кабанятини. Тільки де я тепер знайду кабана? Джил сказала мені поспішати, поки староста нічого не помітив.

source: Jil, kucharka pracująca we dworze Ramseya, jest na mnie wściekła po tym, gdy oderwałem ją od gotowania. Przeze mnie przypaliła potrawkę, którą przygotowywała dla Starszego i jego żony. Postanowiłem przynieść kucharce kawał soczystej dziczyzny w ramach rekompensaty. Tylko gdzie ja teraz znajdę jakiegoś dzika? Jil kazała mi się pospieszyć, bo boi się reakcji Starszego.
uk: Кухарка Джил, що працює в маєтку Рамзі, розлютилася на мене через те, що я відволік її під час роботи. Через мене вона спалила страву, яку готувала для старости та його дружини. Я вирішив принести кухарці шматок соковитої кабанятини як компенсацію. Тільки де я тепер знайду кабана? Джил сказала мені поспішати, поки староста нічого не помітив.

source: Jil, kucharka pracująca we dworze Ramseya, jest na mnie wściekła po tym, gdy oderwałem ją od gotowania. Przeze mnie przypaliła potrawkę, którą przygotowywała dla Starszego i jego żony. Postanowiłem przynieść kucharce kawał soczystej dziczyzny w zamian za parę monet. Tylko gdzie ja teraz znajdę jakiegoś dzika? Jil kazała mi się pospieszyć, bo boi się reakcji Starszego.
uk: Кухарка Джил, що працює в маєтку Рамзі, розлютилася на мене через те, що я відволік її під час роботи. Через мене вона спалила страву, яку готувала для старости та його дружини. Я вирішив принести кухарці шматок соковитої кабанятини взамін на кілька монет. Тільки де я тепер знайду кабана? Джил сказала мені поспішати, поки староста нічого не помітив.

source: Jil, kucharka we dworze Ramseya, narzeka na to, że przez ostatnie ulewy jej kuchnia świeci pustkami. Postanowiłem dać jej worek czerwonego pieprzu, który dostałem od Petry. Kucharka była wielce uradowana z prezentu i obiecała, że szepnie o mnie dobre słowo Albynowi. Petra zapewne nie będzie zadowolona, gdy dowie się, że oddałem jeden z jej towarów za darmo, ale opinia Starszego jest dla mnie ważniejsza.
uk: Джил, кухарка в маєтку Рамзі, скаржиться, що на її кухні закінчились запаси через нещодавні зливи. Я вирішив подарувати їй мішечок червоного перцю, який отримав від Петри. Кухарка була в захваті від подарунка і пообіцяла шепнути Альбіну добре слово про мене. Петра, напевно, не зрадіє, коли дізнається, що я віддав один з її товарів безкоштовно, але думка старости для мене важливіша.

source: Jil, kucharka we dworze Ramseya, narzeka na to, że przez ostatnie ulewy jej kuchnia świeci pustkami. Postanowiłem sprzedać jej worek czerwonego pieprzu, który dostałem od Petry.
uk: Джил, кухарка в маєтку Рамзі, скаржиться, що на її кухні закінчились запаси через нещодавні зливи. Я вирішив продати їй мішечок червоного перцю, який отримав від Петри.
